<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <title>Title</title>
</head>
<body>

<!--Постранично отображает список сыгранных матчей. Позволяет искать матчи игрока по его имени-->
<!--Для постраничного отображения потребуется реализация пагинации.-->
<!--Интерфейс:-->
<!--Форма с фильтром по имени игрока. Поле ввода для имени и кнопка “искать”.-->
<!--По нажатию формируется GET запрос вида /matches?filter_by_player_name=${NAME}-->
<!--Список найденных матчей-->
<!--Переключатель страниц, если матчей найдено больше, чем влезает на одну страницу-->

</body>
</html>
